{
  "formulaId": "",
  "pinyinName": "Gui Zhi Shen Tang",
  "chineseName": "桂枝湯",
  "englishName": "Cinnamon Combination",
  "category": "Wind-cold releasing",
  "actions": [
    "Releases the exterior and muscle layer",
    "Regulates and harmonizes ying qi and wei qi"
  ],
  "clinicalManifestations": [
    "Exterior-deficient, wind-cold syndrome: headache, fever, perspiration, aversion to wind, nasal congestion, dry heaves, absence of thirst, a thin, white tongue coating, and a superficial and moderate, or superficial and weak pulse.",
    "Disharmony of the ying and wei levels: feverish sensations with spontaneous sweating and aversion to wind in constitutionally-weak, chronic and debilitating, or postpartum patients."
  ],
  "clinicalApplications": "Fever, common cold, influenza, respiratory tract infections, allergic rhinitis, bronchial asthma, atrioventricular block, testicular pain, hernia, appendicitis, sciatica, allergic purpura, itching, frostbite, eczema, urticaria, enuresis, hyperactivity disorder",
  "contraindications": "",
  "cautions": "",
  "pharmacologicalEffects": "Effect on sweating regulation, effect on temperature regulation, anti-inflammatory, analgesic and sedative, antibiotic, cardiovascular",
  "biologicalEffects": "",
  "research": "Fever, common cold, bronchial asthma, atrioventricular block, testicular pain, sciatica, allergic purpura, itching, frostbite, enuresis, hyperactivity disorder",
  "herbDrugInteractions": "Gonadotropin-releasing hormone agonist-induced menopause",
  "composition": [
      {
        "herbId": "",
        "pinyinName": "Gui Zhi",
        "dosage": "22.2%",
        "function": ""
      },
      {
        "herbId": "",
        "pinyinName": "Bai Shao",
        "dosage": "22.2%",
        "function": ""
      },
      {
        "herbId": "",
        "pinyinName": "Sheng Jiang",
        "dosage": "22.2%",
        "function": ""
      },
      {
        "herbId": "",
        "pinyinName": "Da Zao",
        "dosage": "18.5%",
        "function": ""
      },
      {
        "herbId": "",
        "pinyinName": "Zhi Gan Cao",
        "dosage": "14.8%",
        "function": ""
      }
    
  ],
  "modifications": [],
  "references": [
      "Chen J., Chen T. (2003). Chinese Herbal Formulas and Applications. Art of Medicine Press."
  ]
}
